{
    "8": {
        "id": 10,
        "name": "Gucci clothes",
        "userId": 6,
        "photos": [
            "\/uploads\/products\/Gucci_clothes_0_92af397ac2de2bf71ae3dc3836d8e3e7.jpg",
            "\/uploads\/products\/Gucci_clothes_1_HeroCategory-Mobile_Gucci-DIGITAL-STORIES-OCT25-250918-GUCCI-FW25-10-258_001_Default.jpeg",
            "\/uploads\/products\/Gucci_clothes_2_images.jpeg"
        ],
        "price": 500,
        "author": "Tomio",
        "phone": "+4206699038493289044398904830298",
        "description": "Gucci was founded in 1921 by Guccio Gucci (1881–1953) in Florence, Tuscany. Under the direction of Aldo Gucci (son of Guccio), Gucci became a global brand, and was considered emblematic of the Italian economic miracle. Following family feuds during the 1980s, the Gucci family was entirely ousted from the capital of the company by 1993. After this crisis, the brand was revived and in 1999 Gucci became a subsidiary of the French conglomerate PPR, which later renamed itself to Kering.",
        "category": "Digital goods"
    },
    "9": {
        "id": 11,
        "name": "Audi A6 C4",
        "userId": 4,
        "photos": [
            "\/uploads\/products\/Audi_100_0_audi_general.jpg",
            "\/uploads\/products\/Audi_A6_C4_0_s4.jpg"
        ],
        "price": 85000,
        "author": "Hulevych",
        "phone": "608819232",
        "description": "Audi 100 je automobilem vyšší střední třídy, který v letech 1968 až 1994 vyráběla německá automobilka Audi. Vyrábělo se jako sedan nebo kombi. Jeho nástupcem bylo Audi A6.",
        "category": "Cars"
    },
    "10": {
        "id": 12,
        "name": "Samsung Galaxy",
        "userId": 4,
        "photos": [
            "\/uploads\/products\/Samsung_phone_0_Back.png",
            "\/uploads\/products\/Samsung_phone_1_camera.png",
            "\/uploads\/products\/Samsung_phone_2_Front.png",
            "\/uploads\/products\/Samsung_phone_3_product.png"
        ],
        "price": 3000,
        "author": "Hulevych",
        "phone": "608819232",
        "description": "The product line includes the Galaxy S series of high-end smartphones, the Galaxy Z series of foldable smartphones, the Galaxy A, M, and F series of mid-range and budget smartphones, the Galaxy Tab series of tablets, and the Galaxy Watch series of smartwatches. The Galaxy TabPro S is the first Samsung Galaxy-branded Windows 10 device that was announced at CES 2016. In 2020, Samsung added the Galaxy Chromebook 2-in-1 laptop running ChromeOS to the Galaxy branding lineup.[3] The Samsung Galaxy XR, first released on 21 October 2025, is one of the first major extended-reality devices to feature the Android XR operating system.",
        "category": "Electronics"
    }
}